Repository: Eyedrivomatic/Eyedrivomatic
Catalog: Software/Eyedrivomatic.Resources/Strings.*.resx
Languages: de, es_mx, fr, it

# SettingName_ProfileSpeed_Nudge
source: Nudge
it: Assesta

# SettingName_ProfileSpeed_XDiag
source: Left/Right Diagonal
de: Links/Rechts Diagonale
es_mx: ¡Diagonal izquierda/derecha!
fr: Diagonale Gauche/droite
it: Sinistra/destra diagonale!

# SettingName_ProfileSpeed_YBackwardDiag
source: Backward Diagonal
de: Rückwärts Diagonale
es_mx: ¡Diagonal al revés!
fr: Diagonale vers l'arrière
it: Diagonale all'indietro!

# SettingName_ProfileSpeed_YForwardDiag
source: Forward Diagonal
de: Vorwärts Diagonale
es_mx: ¡Diagonal hacia adelante!
fr: Diagonale vers l'avant
it: Diagonale in avanti!

# DrivingView_DriveSpeeds
source: Drive Speeds
de: Fahrgeschwindigkeit
es_mx: ¡Conducir a velocidades!
fr: Vitesse de conduite
it: Guidare la velocità!

# SettingName_HideMouse
source: Hide Mouse Cursor
de: Mauszeiger ausblenden
es_mx: Cursor del Ratón
fr: Cacher le curseur de la souris
it: Nascondi il cursore del mouse

# SettingDescription_HideMouse
source: With this setting enabled, use the left "ctrl" key to toggle the mouse cursor visiblity.
de: Wenn diese Einstellung aktiviert ist, können Sie mit der linken "ctrl" Taste den Mauszeigers sichtbar machen
es_mx: Con esta configuración habilitada, utilice la tecla izquierda "ctrl" para cambiar la visibilidad del cursor de ratón.!
fr: Avec ce paramètre activé, utilisez la touche "ctrl" gauche pour basculer la visibilité du curseur de la souris.
it: Con questa impostazione è attivata, utilizzare il tasto "ctrl" sinistra per attivare o disattivare la visibilità del cursore del mouse.!

# SettingGroupName_DriveView
source: Drive View
it: Auto Mostra!

# SettingName_DriveViewTransparency
source: Camera Overlay Transparency
it: Macchina fotografica Overlay trasparenza!

# SettingDescription_DriveViewTransparency
source: Set the transparency of the direction buttons overlaying the forward view camera. Use "0" for transparent and "100" for fully opaque. This setting is only effective while the forward view camera is active.
it: Impostare la trasparenza dei pulsanti di direzione sovrapponendo la telecamera in avanti. USA "0" per trasparente e "100" per completamente opaco. Questa impostazione è efficace solo quando la telecamera in avanti è attiva.!

# SettingName_EyegazeInterface
source: Eyegaze System
de: Augensteuerung
es_mx: ¡Sistema Eyegaze!
fr: Système de contrôle oculaire
it: Riversata sistema!

# SettingGroupName_Appearance
source: Appearance
de: Aussehen
es_mx: Apariencia
fr: Apparence
it: Aspetto

# SettingName_ThemeColors
source: Colors
de: Farbe
es_mx: ¡Colores!
fr: Couleurs
it: Colori

# SettingName_ThemeImages
source: Images
de: Bilder
es_mx: Imágenes
it: Immagini

# SettingName_ThemeStyles
source: Styles
de: Stil
es_mx: Estilos:
it: Stili

# CommandText_Cancel
source: Cancel
de: Abbrechen
es_mx: ¡Cancelar!
fr: Annuler
it: Annullare

# CommandText_Save
source: Save
de: Sichern
es_mx: ¡Ahorra!
fr: Sauvegarder
it: Salva

# ViewName_CameraConfiguration
source: Camera
de: Kamera
es_mx: Cámara
it: Videocamera

# ViewName_EyegazeConfig
source: Eyegaze
de: Augensteuerung
es_mx: Eyegaze Edge
fr: Regard
it: Riversata!

# SettingDescription_DeviceLimits
source: These settings control the maximum distance that the "Electronic Hand" will move measured in degrees from the center. Recomended maximum movement is 30 degrees in each direction. Be very careful not to exceed the physical limits of joystick hardware!
de: Diese Einstellungen steuern den maximalen Ausschlag, den die "Elektronische Hand" in Grad von der Mitte aus bewegt. Die maximale Bewegung der elektrischen Hand beträgt in jeder Richtung 22 Grad. Seien Sie sehr vorsichtig, die physischen Grenzen deiner Joystick-Hardware nicht zu überschreiten!
es_mx: Estos ajustes controlan la distancia máxima que medio"electrónico" se mide en grados desde el centro. El máximo movimiento de la mano eléctrica es de 22 grados en cada dirección. Ten cuidado que no excedan los límites físicos de su hardware de joystick!!
fr: Ces paramètres contrôlent la distance maximale que la «main électronique de l'eyedrive» déplacera (mesurée en degrés à partir du centre). Le mouvement maximum de la main électronique est de 22 degrés dans chaque direction. Faites très attention à ne pas les dépasser.
it: Queste impostazioni controllano la distanza massima che la "mano elettronico" si muoverà misurato in gradi dal centro. Il massimo movimento della mano elettrico è di 22 gradi in ogni direzione. Essere molto attenti a non superare i limiti fisici del tuo hardware joystick!!

# SettingDescription_DeviceTrim
source: Use this to set the center-point for the "Electronic Hand" measured in degrees. The center should be close to "0,0" and must be within the device limits specified above.
de: Hiermit stellen Sie den Mittelpunkt für die "Elektronische Hand" in Grad ein. Das Zentrum sollte in der Nähe von "0,0" liegen und muss innerhalb der oben genannten Gerätegrenzen liegen.
es_mx: Utilice esto para establecer el punto central de la "mano electrónico" medido en grados. El centro debe estar cerca de "0,0" y debe estar dentro de los límites de dispositivo especificados arriba.!
fr: Utiliser ceci, pour regler en degré, le point central de la main électronique. Le point central doit être proche de " 0,0" et ne doit pas dépasser les limites de l'appareillage.
it: Consente di impostare il punto centrale per la "mano elettronico", misurato in gradi. Il centro dovrebbe essere vicino alla "0,0" e deve essere entro i limiti del dispositivo specificati sopra.!

# ProfileName_Drive
source: Drive
de: Fahren
fr: Conduire

# SettingName_DwellClickTime_Standard
source: Standard
de: Verweilzeit
es_mx: Estandar

# ViewName_DeviceConfig
source: Hardware
de: BrainBox
