Repository: Eyedrivomatic/Eyedrivomatic
Catalog: Software/Eyedrivomatic.Resources/Strings.*.resx
Languages: de, es_mx, fr, it

# BrowsableList_Next
source: Next
it: Successivo!

# BrowsableList_Prev
source: Prev
it: Prec

# CommandImage_Sleep
source: Sleep
it: Ferma

# CommandText_AutoDiscover
source: Automatically Discover Device
de: Automatische Erkennung
es_mx: Descubrir automáticamente el dispositivo!
fr: Rechercher automatiquement le dispositif
it: Rileva automaticamente il dispositivo!

# CommandText_Connect
source: Connect
de: Verbinden
es_mx: ¡Conéctese!
fr: Connecter
it: Connetti

# CommandText_Disconnect
source: Disconnect
de: Unterbrechen
es_mx: Desconectar
fr: Deconnecter
it: Disconnetti

# CommandText_NextDevice
source: Next
it: Successivo!

# CommandText_PrevDevice
source: Prev
it: Prec

# CycleRelayMacroTask_DefaultNameFormat
source: Cycle Relay {0} on-off.
de: Relais Zyklus {0} an-aus.
es_mx: {0} relé de cierre del ciclo.!
fr: Retard des relais {0} on-off
it: Ciclo di {0} relè on-off.!

# CycleRelayMacroTask_Description
source: Cycle a relay. This changes the state of the relay off->on->off with a 200ms delay.
de: Zyklus eines Relais. Dies ändert den Zustand eines Relais aus->an->aus mit einer Verzögerung von 200 ms.
es_mx: Ciclo de un relé. Esto cambia el estado del relé-> en-> con un retardo de 200ms.!
fr: Retard d'un relai. Change l'etat d'un relai entre off->on->off avec un retard de 200ms
it: Ciclo di un relè. Questo cambia lo stato del relè-> il-> con un ritardo di 200 ms.!

# CycleRelayMacroTask_InvalidRelay
source: Must be a value between 1 and {0}.
de: Es muss ein Wert sein zwischen 1 und {0}.
es_mx: Debe ser un valor entre 1 y {0}.!
fr: Doit etre une valeur entre 1 et {0}.
it: Deve essere un valore compreso tra 1 e {0}.!

# CycleRelayMacroTask_InvalidRepeat
source: Must be greater than 0.
de: Es muss größer sein als 0.
es_mx: debe ser mayor a
fr: Doit etre plus élevé que 0
it: Deve essere superiore a 0

# CycleRelayMacroTask_ToStringFormat
source: Cycle Relay {0}, repeat {1} times with a delay of {2} ms between repeats.
de: Zyklus Relais {0} für {1} ms, Wiederholung {2} Zeit mit einer Verzögerung von {3} ms zwischen einer Wiederholung.
es_mx: Ciclo relé {0}, {1} veces con un retraso de ms de {2} entre repeticiones de la repetición.!
fr: Retard du relai{0} pour {1} ms,repeter {2}fois avec un retard de {3} ms entre chaque répétition
it: Ciclo di relè {0}, repeat ripete {1} volte con un ritardo di {2} ms tra.!

# DelayTask_DefaultNameFormat
source: Delay {0:0.00}s
de: Verzögerung {0:0.00}s
es_mx: ¡Retraso {0:0.00} s!
fr: Retard {0:0.00}s
it: Ritardo {0:0.00} s!

# DelayTask_InvalidDelay
source: Delay must be greater than 0.
de: Verzögerung muss größer sein als 0.
es_mx: Demora debe ser mayor que 0.!
fr: Le retard doit etre superieur à 0
it: Ritardo deve essere maggiore di 0.!

# DelayTask_ToStringFormat
source: Pause for {0:0.00} seconds.
de: Pause für {0:0.00} Sekunden.
es_mx: Pausa por {0:0.00} segundos.!
fr: Pause pour {0:0.00} secondes.
it: Pausa per {0:0.00} secondi.!

# Disclaimer_Button
source: I Understand and Agree
de: Ich habe dies verstanden und bin damit einverstanden!
es_mx: Entiendo y estoy de acuerdo
fr: Je comprends et j'accepte
it: Capisco e accetto!

# Disclaimer_Text
source: The Eyedrivomatic System is potentially dangerous if used without proper caution. No member of the Eyedrivomatic team accept any responsibility whatsoever for any injuries to persons, or damage to property sustained during the use, or misuse of Eyedrivomatic. Use of The Eyedrivomatic System is entirely at the users own risk. To ensure safe operation, the following guidelines MUST be adhered to at all times; Users MUST be supervised at all times. The area of use MUST be entirely flat The area of use MUST be devoid of people, animals or any other potential hazards. The area of use MUST NOT have any hazards at its boundaries - i.e. slopes of any kind, water, steps leading down, roads, people, anything that could be damaged by an out of control wheelchair or anything that could damage the occupant of an out of control wheelchair.
de: {\rtf1\ansi\ansicpg1252\deff0\nouicompat\deflang1033{\fonttbl{\f0\fnil\fcharset0 Consolas;}{\f1\fnil\fcharset0 Calibri;}{\f2\fnil\fcharset2 Symbol;}} {\colortbl ;\red0\green0\blue0;} {\*\generator Riched20 10.0.15063}\viewkind4\uc1 \pard\qc\cf1\b\f0\fs44 Verzichtserklärung\b0\par \par \pard\fs24 Das Eyedrivomatic System ist potenziell gefährlich, wenn es ohne angemessener Sorgfalt benutzt wird. Kein Mitglied des Eyedrivomatic Teams übernimmt keinerlei Haftung für körperliche Verletzungen oder Sachschäden die durch die Verwendung des Systems entstehen. Der Gebrauch der Eyedrivomatic geschieht vollständig auf dem Risiko des Nutzers.\par \par Um einen sicheren Betrieb zu gewährleisten, MÜSSEN folgende Regeln jederzeit eingehalten werden.\par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720 Die Benutzer MÜSSEN jederzeit überwacht werden.\par \pard\li720\par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720 Der Einsatzbereich MUSS frei sein von Menschen, Tieren oder jeder anderer möglicher Gefahr und muss völlig eben sein.\par \pard\li720 \par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720\sa160 An den Grenzen des Einsatzbereichs dürfen keine Gefahren sein - z.B. Abhänge jeglicher Art, Wasser, Stufen, Straßen, Menschen und alles was von einem außer Kontrolle geratenen Rollstuhl beschädigt werden könnte oder den Insassen eines außer Kontrolle geratenen Rollstuhl verletzen könnte.\par \pard\sa200\f1\fs22\par \pard\sa200\sl276\slmult1\cf0\lang9\par }
es_mx: El sistema Eyedrivomatic es potencialmente peligroso si se usa sin la debida precaución. Ningún miembro del equipo de Eyedrivomatic acepta responsabilidad alguna por lesiones personales, daños a la propiedad sufridos durante el uso o mal uso de Eyedrivomatic. El uso del Sistema Eyedrivomatic es totalmente bajo el riesgo del usuario.
fr: {\rtf1\ansi\ansicpg1252\deff0\nouicompat\deflang1033{\fonttbl{\f0\fnil\fcharset0 Consolas;}{\f1\fnil\fcharset0 Calibri;}{\f2\fnil\fcharset2 Symbol;}} {\colortbl ;\red0\green0\blue0;} {\*\generator Riched20 10.0.15063}\viewkind4\uc1 \pard\qc\cf1\b\f0\fs44 AVERTISSEMENT\b0\par \par \pard\fs24 Le système Eyedrivomatic est potentiellement dangereux s'il est utilisé sans précaution. Aucun membre de l'équipe Eyedrivomatic ne poura assumer une responsabilité pour les dommages corporels, les dommages matériels subis lors de l'utilisation ou la mauvaise utilisation de Eyedrivomatic. L'utilisation du système Eyedrivomatic est totalement au risque de l'utilisateur.\par \par Pour assurer un fonctionnement sûr, les directives suivantes DOIVENT être respectées à tout moment;\par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720 Les utilisateurs DOIVENT être surveillés en tout temps. \par \pard\li720\par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720 La zone d'utilisation DOIT être entièrement plate. La zone d'utilisation DOIT être dépourvue de personnes, d'animaux ou de tout autre danger potentiel. \par \pard\li720 \par \pard{\pntext\f2\'B7\tab}{\*\pn\pnlvlblt\pnf2\pnindent0{\pntxtb\'B7}}\fi-360\li720\sa160 La zone d'utilisation NE DOIT PAS avoir de dangers à ses limites - pentes de toute nature, eau, marches descendantes, routes, personnes, tout ce qui pourrait être endommagé par un fauteuil roulant hors de contrôle ou tout ce qui pourrait endommager l'occupant d'une sortie de fauteuil roulant de contrôle.\par \pard\sa200\f1\fs22\par \pard\sa200\sl276\slmult1\cf0\lang9\par }
it: Il sistema Eyedrivomatic è potenzialmente pericoloso se usato senza precauzione. Nessun membro del team Eyedrivomatic accetta qualsiasi responsabilità per eventuali ferite a persone o danni a proprietà sostenute durante l'uso o abuso di Eyedrivomatic. L'utilizzo del sistema Eyedrivomatic è interamente a rischio dell'utente. Per garantire un funzionamento sicuro, DEVE essere sempre rispettato le seguenti linee guida; Gli utenti devono essere sempre vigilati. L'area di utilizzo DEVE essere completamente piatta L'area di utilizzo DEVE essere priva di persone, animali o qualsiasi altro rischio potenziale. L'area di utilizzo NON DEVE avere rischi ai suoi confini - cioè pendii di qualsiasi tipo, acqua, passaggi che conducono, strade, persone, qualsiasi cosa che potrebbe essere danneggiata da una sedia a rotelle o qualsiasi altra cosa che potrebbe danneggiare l'occupante di un fuori della sedia a rotelle di controllo.

# Disclaimer_Title
source: DISCLAIMER
de: Verzichtserklärung
es_mx: AVISO LEGAL
fr: AVERTISSEMENT
it: Dichiarazione di non responsabilità

# Hardware_DirectionBackward
source: Backward
it: Indietro

# Hardware_DirectionBackwardLeft
source: Backward Left
it: Indietro a sinistra!

# Hardware_DirectionBackwardRight
source: Backward Right
it: Indietro a destra!

# Hardware_DirectionForward
source: Forward
it: Avanti

# Hardware_DirectionForwardLeft
source: Forward Left
it: Avanti sinistra!

# Hardware_DirectionForwardRight
source: Forward Right
it: Avanti diritto!

# Hardware_DirectionLeft
source: Left
it: Sinistra

# Hardware_DirectionRight
source: Right
it: Bene!

# Hardware_ReadyStateAnyImage
source: Ready
it: Pronto!

# Hardware_ReadyStateContinueImage
source: Continue
it: Continua!

# Hardware_ReadyStateResetImage
source: Reset
it: Ripristina

# Hardware_SafetyBypassSafeImage
source: Safe
it: Sicurezza

# Hardware_SafetyBypassUnSafeImage
source: SkullAndCrossbones
it: Willetto!

# MacrosImage_Tilt
source: Tilt
it: Inclinarsi

# MacrosName_Power
source: Power
it: Energia

# MacrosName_Spare
source: Spare
it: Scorta

# MacroTask_InvalidDisplayName
source: Invalid Display Name. The cannot be empty or only whitespace characters.
de: Ungültige Anzeigename. Der kann nicht leer sein oder nur Leerzeichen enthalten.
es_mx: Nombre no válido. El no puede tener espacios vacíos o solamente caracteres.!
fr: Nom invalide. L'espace ne peut rester vide ou remplie avec la barre espace.
it: Nome visualizzato non valido. I non può essere vuoto o solo gli spazi vuoti.!

# Macro_InvalidDisplayName
source: Invalid Display Name. The cannot be empty or only whitespace characters.
de: Ungültige Anzeigename. Der kann nicht leer sein oder nur Leerzeichen enthalten.
es_mx: Nombre no válido. El no puede tener espacios vacíos o solamente caracteres.!
fr: Nom invalide. L'espace ne peut rester vide ou remplie avec la barre espace.
it: Nome visualizzato non valido. I non può essere vuoto o solo gli spazi vuoti.!

# MillisecondsLong
source: milliseconds
de: Millisekunden
es_mx: milisegundos
fr: Millisecondes
it: millisecondi!

# NewTaskViewModelName
source: New Task
de: Neue Aufgabe
es_mx: Nueva Actividad
fr: Nouvelle tâche
it: Nuova Attività

# DrivingView_DiagSpeedReduction
source: Diagonal Speed Reduction Toggle
it: Toggle di riduzione di velocità diagonale!

# DrivingView_NudgeLeft
source: Left Nudge
it: Assesta

# DrivingView_Stop
source: Stop
it: Basta!

# DrivingView_NudgeRight
source: Right Nudge
it: Spostamento verso destra!

# DrivingView_Speed_Fast
source: Fast
it: Veloce!

# DrivingView_Speed_Manic
source: MANIC
it: maniaco

# DrivingView_Speed_Slow
source: Slow
it: Lento!

# DrivingView_Speed_Walk
source: Walk
it: Cammina

# SettingGroupName_DeviceConnection
source: Connection Settings
de: Verbindungs Einstellungen
es_mx: Ajustes de conexión
fr: Reglages connexion
it: Impostazioni collegamenti

# SettingGroupName_EyegazeInterface
source: Eyegaze System Interface
de: Augensteuerung System
es_mx: ¡Interfaz del sistema Eyegaze!
fr: Interface du système de contrôle oculaire
it: Interfaccia di sistema riversata!

# SettingGroupName_DwellClick
source: Dwell Click Settings
de: Verweil Klick Auslösung
es_mx: Detención, haga clic en configuración.
fr: Réglages de l'activation Dwell
it: Fare clic su impostazioni di abitare!

# SettingGroupName_DwellTimes
source: Dwell Times
de: Verweilzeit
es_mx: Tiempos de permanencia!
fr: Durée activation Dwell
it: Tempi di permanenza!

# SettingDescription_DwellTimes
source: The dwell time settings specify the time that a control should be selected before it activates. Most controls will use the "Standard" time. However there are special controls that should have shorter or longer dwell times for safety or convenience. The "Stop" button for example should have a very short dwell time to help stop the chair in an emergency. The "Start" button should have a very long dwell time to prevent accidental activation.
de: Die Einstellungen für die Verweilzeit geben an, wie lange ein Steuerungselement ausgewählt werden soll, bevor es aktiviert wird. Die meisten Bedienelemente verwenden die "Standard" -Zeit. Allerdings gibt es spezielle Schalter, die kürzere oder längere Verweilzeiten für Sicherheit oder Bequemlichkeit haben sollten. Die "Stopp" -Taste zum Beispiel sollte eine sehr kurze Verweilzeit haben, um sicherzustellen, dass der Rollstuhl im Notfall sofort stoppt. Die "Start" -Taste sollte eine sehr lange Verweilzeit haben, um eine versehentliche Aktivierung zu verhindern.
es_mx: El tiempo de permanencia configuración especifica el tiempo que un control debe seleccionarse antes de activa. Mayoría de los controles a usar el tiempo "Estándar". Sin embargo existen controles especiales que deben tener los tiempos de permanencia más corto o más largo por seguridad o conveniencia. Por ejemplo, el botón "Stop" debe tener un tiempo muy corto para ayudar a detener la silla en caso de emergencia. El botón "Inicio" debe tener un tiempo muy largo para prevenir una activación accidental.!
fr: La durée d'activation du Dwell, specifie le temps avant que l'activation prenne effet
it: Il tempo di permanenza impostazioni specificano l'ora in cui un controllo deve essere selezionato prima attiva. Maggior parte dei controlli utilizzeranno il tempo "Standard". Tuttavia ci sono controlli speciali che dovrebbero avere tempi di permanenza più lunga o corta per sicurezza o convenienza. Il pulsante "Stop", ad esempio, dovrebbe avere un tempo di sosta molto breve per aiutare a fermare la sedia in caso di emergenza. Il pulsante "Start" dovrebbe avere un tempo di sosta molto lungo per impedire l'attivazione accidentale.!

# SettingName_AutoConnect
source: Automatically Connect at Startup
de: Automatische Verbindung nach dem Start
es_mx: Conectar automáticamente al iniciar!
fr: Connecter automatiquement au démarrage.
it: Connettersi automaticamente all'avvio!

# SettingGroupName_Camera
source: Forward View Camera
de: Vorwärts Kamera
es_mx: ¡Cámara de visión delantera!
fr: Camera de vision frontale
it: Telecamera in avanti!

# SettingName_CameraEnabled
source: Camera Enabled
de: Kamera einschalten
es_mx: ¡Cámara activada!
fr: Camera connectée !
it: Fotocamera abilitata!

# SettingName_CameraOverlayOpacity
source: Overlay Opacity:
de: Einblendung Deckkraft
es_mx: Opacidad de superposición
fr: Opacité de la vue camera:
it: Opacità Sovrapposizione

# SettingDescription_CameraOverlayOpacity
source: Set the transparency of the driving buttons drawn over the forward-view camera image. Use 0 for fully transparent and 100 for fully opaque.
de: Setzen Sie die Transparenz der Fahrtaster, die über das Kamerabild gezeichnet werden. Verwenden Sie 0 für voll transparent und 100 für voll undurchsichtig.
es_mx: Establecer la transparencia de los botones de manejo dibujados sobre la imagen de la cámara hacia adelante. Uso 0 totalmente transparente y 100 para totalmente opaco.!
fr: Réglage de la transparence des boutons de direction dans la vue camera: 0 pour complètement transparent, 100 pour complètement opaque.
it: Impostare la trasparenza dei pulsanti Guida disegnati sopra l'immagine della macchina fotografica di vista avanti. Utilizzare 0 per completamente trasparente e 100 per completamente opaco.!

# SettingName_DwellClickEnabled
source: Enabled
de: Aktivieren
es_mx: ¡Habilitado!
fr: Activé !
it: Attivato!

# SettingName_DwellClickRepeatDelay
source: Dwell Repeat Delay
de: Wiederholverzögerung
es_mx: retraso de la repetición
fr: Retard entre chaque répétition de l'activation Dwell
it: Abitare il ritardo di ripetizione!

# SettingName_DwellClickTime_DirectionButtons
source: Direction Buttons
de: Fahrtrichtung Taster
es_mx: Botones de dirección.
fr: Boutons de direction
it: Pulsanti di direzione!

# SettingName_DwellClickTime_StartButton
source: Start Button
de: Start Taster
es_mx: Botón empezar
fr: Bouton Start
it: Pulsante di accensione

# SettingName_DwellClickTime_StopButton
source: Stop Button
de: Stopp Taster
es_mx: Botón de parada
fr: Bouton Stop
it: Pulsante Interrompi

# SettingName_DwellClickTimeout
source: Dwell Timeout
de: Wiederholrate
es_mx: ¡Habitar el tiempo de espera!
fr: Temps avant remise à zero de l'activation Dwell
it: Dimori Timeout!

# StatusView_NudgeDuration
source: Nudge Duration
it: Sposta la durata!

# StatusView_NudgeSpeed
source: Nudge Speed
it: Sposta la velocità!

# StatusView_SafetyBypassStatus
source: Safety Bypass Status
it: Stato di Bypass di sicurezza!

# StatusView_Seconds
source: seconds
it: secondi

# StatusView_XCenter
source: X Servo Centere Point
it: X Servo Centere punto!

# StatusView_YCenter
source: Y Servo Centere Point
it: Y Servo Centere punto!

# StatusView_YServo
source: Y Servo
it: Servo di Y!

# ViewName_Configuration
source: Setup
de: Einstellung
es_mx: Configuración
fr: Configuration
it: Installazione

# ViewName_GeneralConfiguration
source: General
de: Allgemein
fr: Général
it: Generale

# DriveProfile_LargeRoom
source: Large Room
de: Großer Raum
es_mx: Grande
fr: Grande pièce
it: Larga

# DriveProfile_SmallRoom
source: Small Room
de: Kleiner Raum
es_mx: Pequeña
fr: Petit pièce
it: Camera piccola!

# DriveProfile_Hallway
source: Hallway
de: Flur
es_mx: Pasillo
fr: Couloir
it: Corridoio

# ViewName_Macros
source: Actions
de: Aktionen
es_mx: Acciones
it: Azioni

# ViewName_MacrosSettings
source: Edit Actions
de: Verändern der Aktionen
es_mx: Editar acciones
fr: Modifier les actions
it: Modificare le azioni!

# DriveProfile_Default
source: Driving
de: Fahren
es_mx: IMPULSOR
fr: Conduite
it: Guidare

# ViewName_Status
source: Status
it: Stato

# SettingsGroupName_DeviceLimits
source: Limits
de: Grenzen
es_mx: Límites
fr: Limitations
it: Limiti

# SettingsGroupName_Trim
source: Trim
de: Trimmen
es_mx: Guarnición
fr: Course servo
it: Finitura

# SettingGroupName_DeviceSettings
source: Device Settings
it: Impostazioni dispositivo

# SettingName_SafetyBypass
source: Safety Bypass
de: Sicherheits Bypass
es_mx: ¡Puente de seguridad!
fr: Contourner les sécurités
it: Bypass di sicurezza!

# StatusView_DurationFormat
source: {0:F1} seconds
it: {0:F1} secondi!

# StatusView_Speed_None
source: None
de: Keine
es_mx: ¡Ninguna!
fr: Aucun
it: Nessuno!

# StatusView_Speed_Fast
source: Fast
it: Veloce!

# StatusView_Speed_Manic
source: MANIC
it: maniaco

# StatusView_Speed_Slow
source: Slow
it: Lento!

# StatusView_Speed_Walk
source: Walk
it: Cammina

# SettingGroupName_ProfileSelection
source: Profiles
de: Profile
es_mx: Perfiles
fr: Profils
it: Profili

# ViewName_ProfileConfig
source: Profiles
de: Profile
es_mx: Perfiles
fr: Profils
it: Profili

# SettingGroupName_ProfileSettings
source: Profile Settings
de: Profil Einstellungen
es_mx: Configurar perfil
fr: Configurer les profils
it: Impostazioni

# SettingGroupName_ProfileSpeed_Settings
source: Profile Speed Settings
de: Profil Geschwindigkeit
es_mx: ¡Configuración del perfil de velocidad!
fr: Configuration du profil de vitesse
it: Impostazioni di velocità del profilo!

# SettingName_ProfileName
source: Name
es_mx: Nombre
fr: Nom
it: Nome

# CommandText_AddProfileSpeed
source: Add Speed
de: Geschwindigkeit hinzufügen
es_mx: Añadir Velocidad
fr: Ajouter une vitesse
it: Aggiungere velocità!

# CommandText_AddProfile
source: Add Profile
de: Profil hinzufügen
es_mx: Agregar perfil
fr: Ajouter un profil
it: Aggiungi profilo!

# ProfileSpeed_Default
source: Speed
de: Geschwindigkeit hinzuzufügen
es_mx: Velocidad
fr: Vitesse
it: Velocità

# SettingDescription_ProfileSpeed_Name
source: The name of the profile speed. This will be used to identify this speed to the user.
de: Der Name der Profilgeschwindigkeit. Dies wird verwendet, um diese Geschwindigkeit für den Benutzer zu identifizieren.
es_mx: El nombre de la velocidad del perfil. Esto se utilizará para identificar a esta velocidad al usuario.!
fr: Le nom du profil vitesse. Sera utiliser pour identifier la vitesse choisie par l'utilisateur.
it: Il nome della velocità del profilo. Verrà utilizzato per identificare questa velocità per l'utente.!

# SettingDescription_ProfileSpeed_X
source: The X deflection when the right or left buttons are pressed.
de: Die X-Ausschlag, wenn die rechten oder linken Tasten gedrückt werden.
es_mx: La desviación de X cuando se pulsen los botones derecho o izquierdos.!
fr: Deviation sur l'axe X, lorsque les boutons droit ou gauche sont pressés.
it: La deflessione X quando vengono premuti i tasti destro o sinistro.!

# SettingName_ProfileSpeed_X
source: Left/Right
de: Links/Rechts
es_mx: Izquierda/Derecha
fr: Gauche/Droite
it: Sinistra/Destra

# SettingName_ProfileSpeed_Name
source: Name
es_mx: Nombre
fr: Nom
it: Nome

# SettingDescripion_ProfileSpeed_Nudge
source: The X deflection when one of the nudge buttons are pressed while moving forward.
it: La deflessione X quando uno dei pulsanti di spostamento vengono premuti mentre si muove in avanti.!

# SettingDescripion_ProfileSpeed_XDiag
source: The left or right deflection when one of the diagonal buttons are pressed.
de: Der linke oder rechte Ausschlag, wenn eine der Diagonaltasten gedrückt wird.
es_mx: La desviación de izquierda o derecha cuando se presiona uno de los botones diagonales.!
fr: La deviation gauche ou droite lorsque l'un des boutons de direction diagonale est pressé
it: La deviazione verso sinistra o destra premendo uno dei pulsanti diagonali.!

# SettingDescripion_ProfileSpeed_YBackwardDiag
source: The backward deflection when one of the forward diagonal buttons are pressed.
de: Der Rückwärtsasschlag, wenn eine der rückwärts Diagonaltasten gedrückt wird.
es_mx: La desviación hacia atrás cuando se presiona uno de los botones diagonales hacia adelantados.!
fr: La deviation arrière lorsque l'un des boutons de direction diagonale avant est pressé.
it: La flessione all'indietro quando sono premuto uno dei pulsanti diagonali avanti.!

# SettingDescripion_ProfileSpeed_YForwardDiag
source: The forward deflection when one of the forward diagonal buttons are pressed.
de: Der Vorwärtsausschlag, wenn eine der Vorwärts Diagonaltasten gedrückt wird.
es_mx: La desviación hacia adelante cuando se presiona uno de los botones diagonales hacia adelantados.!
fr: La deviation avant lorsque l'un des boutons de direction de diagonale avant est pressé.
it: La flessione in avanti premendo uno dei pulsanti diagonali avanti.!

# SettingDescription_ProfileSpeed_Backward
source: The forward deflection when the backward button is presssed.
de: Der Rückwärts-Ausschlag, wenn die Rückwärts-Taste gedrückt wird.
es_mx: La desviación hacia adelante cuando el botón atrás es deel.!
fr: La deviation avant lorsque le bouton de direction arrière est pressé
it: La flessione in avanti quando il pulsante indietro è presssed.!

# SettingDescription_ProfileSpeed_Forward
source: The forward deflection when the forward button is presssed.
de: Der Vorwärtsausschlag, wenn die Vorwärts-Taste gedrückt wird.
es_mx: La desviación hacia adelante cuando el botón de avance es deel.!
fr: La deviation avant lorsque le bouton de direction avant est pressé
it: La flessione in avanti quando il pulsante Avanti è presssed.!

# SettingName_ProfileSpeed_Backward
source: Backward
de: Rückwärts
es_mx: Atrás
fr: Vers l'arrière
it: Indietro

# SettingName_ProfileSpeed_Forward
source: Forward
de: Vorwärts
es_mx: Reenviar
fr: Vers l'avant
it: Avanti
